Repository: lizard-b/Project_two
Catalog: NewsPortal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Post text should not be the same as post title.
ru: Содержимое поста не должно совпадать с его заголовком.

source: There is no text yet.
ru: Здесь пока нет текста.

source: There are no comments yet.
ru: Комментариев пока нет.

source: Now you are subscribed to this category!
ru: Теперь вы подписаны на эту категорию!

source: Thanks for your registration, %(user.username)s!
ru: Спасибо за регистрацию, %(user.username)s!

source: Please, press <a href="%(activate_url)s">here</a> for your e-mail confirmation.
ru: Пожалуйста, кликните <a href="%(activate_url)s">сюда</a> для подтверждения вашей электронной почты.

source: Subscribe
ru: Подписаться

source: All posts in category %(category)s
ru: Все посты в категории %(category)s

source: Author
ru: Автор

source: Title
ru: Заголовок

source: Date
ru: Дата

source: Preview
ru: Превью

source: Post type
ru: Тип поста

source: There are no posts!
ru: Постов пока нет!

source: Back to Home page:
ru: Назад на главную страницу:

source: Go
ru: Перейти

source: Set
ru: Выбрать

source: Home
ru: Домашняя

source: Search
ru: Поиск

source: Personal
ru: Личная

source: Post
ru: Пост

source: News
ru: Новости

source: Total on page: %(myvar)s
ru: Всего на странице: %(myvar)s

source: Create news
ru: Создать новость

source: Create article
ru: Создать статью

source: Publication date
ru: Дата публикации

source: Category
ru: Категория

source: Go to Search page:
ru: Назад на страницу поиска

source: Logout
ru: Выход

source: Logout success, we already miss you!
ru: Вы успешно вышли, мы уже скучаем по вам!

source: To enter NewsPortal, please press the button:
ru: Чтобы войти на NewsPortal, пожалуйста кликните на кнопку:

source: Authorized personal page of %(username)s
ru: Личная страница авторизованного пользователя %(username)s

source: Here will be your personal info soon.
ru: Скоро здесь появится ваша персональная информация.

source: Please press the button to logout:
ru: Для выхода пожалуйста кликните на кнопку:

source: Bye!
ru: Выйти

source: Post search
ru: Поиск поста

source: Search:
ru: Поиск:

source: Empty right now.
ru: Здесь пока пусто.

source: Current post
ru: Текущий пост

source: Post text
ru: Текст поста

source: There is no such post!
ru: Такого поста нет!

source: Edit post
ru: Редактировать пост

source: Delete post
ru: Удалить пост

source: Add post
ru: Добавить пост

source: Save
ru: Сохранить

source: New post added on NewsPortal
ru: Новый пост добавлен на NewsPortal

source: Hello, %(username)s! New <a>href="%(link)s">post</a> in your favorite category.
ru: Здравствуйте, %(username)s! Новый <a>href="%(link)s">пост</a> в вашей любимой категории.

source: Post update & delete notification
ru: Уведомление при создании или удалении поста

source: Dear %(username)s, only author can delete or edit this post!
ru: Уважаемый %(username)s, только автор может удалять или редактировать пост!

source: Go back to post
ru: Назад на страницу поста

source: Delete "%(cur_post)s"?
ru: Удалить "%(cur_post)s"?

source: Save post
ru: Сохранить пост

source: Post limit
ru: Ограничение количества постов

source: Dear %(author)s, you may create only 3 posts per day.
ru: Уважаемый %(author)s, вы можете создавать до 3 постов в сутки.

source: Back to category posts:
ru: Назад к постам категории:
